Repository: Cherubimlee/Lottery
Catalog: LottoryUWP/LottoryUWP/String/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDescription
source: Let‘s Lucky Draw, who is the next winner?
zh_cn: 一起来抽奖, 谁是下一个幸运儿？

# AppName
source: Let‘s Lucky Draw
zh_cn: 一起来抽奖

# CommandBarCapacity.Label
source: Round Capacity
zh_cn: 每轮选取数量限制

# CommandBarCapacitySwitch.OffContent
source: Don't Apply Round Capacity
zh_cn: 取消选取数量限制

# CommandBarCapacitySwitch.OnContent
source: Apply Round Capacity
zh_cn: 开启选取数量限制

# CommandBarNext.Label
source: Next
zh_cn: 下一个(F10)

# CommandBarPlay.Label
source: Start
zh_cn: 开始(F5)

# CommandBarReset.Label
source: Reset
zh_cn: 重新开始

# CommandBarShare.Label
source: Report
zh_cn: 导出结果

# CommandBarStop.Label
source: Stop
zh_cn: 停止

# ContentDialog_ResetAll_NO
source: Not Now
zh_cn: 现在不

# ContentDialog_ResetAll_OK
source: Restart
zh_cn: 重启

# DataSetting_Dialog_Contiune
source: Contiune
zh_cn: 继续

# DataSetting_Dialog_Error
source: Error
zh_cn: 错误

# DataSetting_Dialog_Exceed
source: This file exceed 200 contents limitation, please check the file again.
zh_cn: 这个文件超过了200条记录的限制，请调整后再试一试。

# DataSetting_Dialog_FileError
source: We are unable to read the file, please check the file format!
zh_cn: 我们无法读取这个文件，请检查后再试一次。

# DataSetting_Dialog_No
source: No
zh_cn: 不

# DataSetting_Dialog_Ok
source: OK
zh_cn: 好的

# DataSetting_Dialog_Reload
source: The changes will reload data source and clear all current draw history, do you want to continue?
zh_cn: 这些改变会重新加载数据，并且会清除当前的记录，需要继续吗？

# DataSetting_Dialog_Warning
source: Warning
zh_cn: 警告

# DataSetting_FileHelper.Content
source: Start from a example file
zh_cn: 从一个模板文件开始吧

# DataSetting_FileOption.Text
source: Import from a comma delimited CSV file (UTF-8)
zh_cn: 从文件导入（逗号分隔并且UTF-8编码的CSV文件）

# DataSetting_FileType
source: Comma delimited CSV (UTF-8)
zh_cn: 逗号分隔并且UTF-8编码的CSV文件

# DataSetting_NumberOption.Text
source: Import from generated number set
zh_cn: 从数字序列生成

# DataSetting_PrefixLabel.Header
source: Prefix Label
zh_cn: 前缀文字

# DataSetting_PrefixLabel.PlaceholderText
source: Prefix of number, e.g “Guest 001”
zh_cn: 前缀与数字搭配，如 “来宾001”

# FTUE_Intro_Img
source: Pick your favorite wallpaper. You can import any image from your PC.
zh_cn: 选择心仪的壁纸。 可以从电脑中导入更多图片。

# FTUE_Intro_Menu
source: Access the settings from menu. Make your own lucky draw event.
zh_cn: 点击菜单开启设。 创建属于你自己的活动。

# FTUE_Intro_Report
source: Don't miss your report.
zh_cn: 不要忘记生成结果报告哦。

# FTUE_Intro_Round
source: Rule your round.
zh_cn: 为每一轮制定规则。

# FTUE_Title_Highlights
source: All Highlights
zh_cn: 所有亮点

# FTUE_Title_New
source: What's new
zh_cn: 最近更新

# InfoBar_Capacity_Applied
source: Applied Group Capacity {0}
zh_cn: 即将选取{0}个幸运儿

# InfoBar_Capacity_FreeDraw
source: Free Draw
zh_cn: 随意选取

# InfoBar_DrawInfo_Capacity
source: {0} out of {1} Lucky Winner(s)
zh_cn: 已选取{0}个幸运儿，共{1}位

# InfoBar_DrawInfo_FreeDraw
source: {0} Lucky Winner(s)
zh_cn: 已选取{0}个幸运儿

# InfoBar_Stopped
source: Next: {0} | {1}
zh_cn: 接下来: {0} | {1}

source: Report Date
zh_cn: 报告时间

# Report_Index
source: Index
zh_cn: 序号

# Report_Ratio
source: Winner Ratio
zh_cn: 获奖比例

# Report_TimeStamp
source: Time Stamp
zh_cn: 时间戳

# Report_Title
source: Event Report
zh_cn: 活动报告

# Report_Total_Audiance
source: Total Audiance
zh_cn: 总参与人数

# Report_Total_Round
source: Total Round
zh_cn: 抽奖轮数

# Report_Total_Winner
source: Total Winner
zh_cn: 总获奖人数

# Restart_App_Reset
source: We will restart the application to reset all settings
zh_cn: 我们即将重启使重置生效

# RoundTitleText.Header
source: Custom Round Title
zh_cn: 自定义轮标题

# SettingPanel_BackgroundText.Text
source: Background Style
zh_cn: 背景样式

# SettingPanel_ColorPicker.PlaceholderText
source: Pick a color
zh_cn: 选取一个颜色

# SettingPanel_Context_Apply.Label
source: Apply
zh_cn: 应用

# SettingPanel_Context_Delete.Label
source: Delete
zh_cn: 删除

# SettingPanel_DarkTheme.Text
source: Dark Theme
zh_cn: 暗色主题

# SettingPanel_EventTitle.Header
source: Event Title
zh_cn: 活动主题

# SettingPanel_EventTitle.PlaceholderText
source: Enter your event name
zh_cn: 自定义活动主题

# SettingPanel_EventTitle_AlignCenter.Text
source: Align Center
zh_cn: 居中

# SettingPanel_EventTitle_AlignLeft.Text
source: Align Left
zh_cn: 左对齐

# SettingPanel_EventTitle_AlignRight.Text
source: Align Right
zh_cn: 右对齐

# SettingPanel_EventTitle_None.Text
source: Hide Title
zh_cn: 不显示

# SettingPanel_ForegroundText.Text
source: Foreground Theme
zh_cn: 主题颜色

# SettingPanel_LightTheme.Text
source: Light Theme
zh_cn: 亮色主题

# SettingPanel_RandomColorToggle.Header
source: Color of Winner
zh_cn: 获奖者颜色

# SettingPanel_RandomColorToggle.OffContent
source: Custom Color
zh_cn: 自定义颜色

# SettingPanel_RandomColorToggle.OnContent
source: Random Color
zh_cn: 随机颜色

# SettingPanel_ThemeMsg.Text
source: *Please restart the application to apply this theme!*
zh_cn: *需要重启应用使主题生效*

# SettingPanel_WinnerControl.MajorValue
source: Sample
zh_cn: 案例

# SettingTitle_Event_Appearance
source: Visual Appearance
zh_cn: 视觉主题样式

# SettingTitle_Event_Data
source: Data Source
zh_cn: 数据源

# SettingTitle_Event_Support
source: Misc
zh_cn: 其他

# Support_Link_Email.Content
source: Feedback and Suggestion
zh_cn: 建议与意见

# Support_Link_FTUE.Content
source: What's highlights, tips and new features
zh_cn: 热门亮点，技巧及最近更新

# Support_Link_Reset.Content
source: Reset all settings
zh_cn: 重置所有设置
